---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeCalcRuleTreadMultiplier
source: html/9d3d7d78-6272-5f80-6c95-fb0f08e1bb97.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeCalcRuleTreadMultiplier Property

"Tread Multiplier": Calculation Rule Tread Multiplier

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeCalcRuleTreadMultiplier { get; }
```